{
  "description": "Examples of Shoghi Effendi's translation style from Prayers and Meditations by Bahá'u'lláh",
  "source": "Ocean of Lights (oceanoflights.org)",
  "translator": "Shoghi Effendi",
  "notes": "These examples demonstrate the Guardian's distinctive translation style: elevated English prose, use of archaic forms (Thou, Thee, Thine), parallelism, and careful rendering of Arabic theological concepts.",
  "examples": [
    {
      "number": "I",
      "english_url": "https://oceanoflights.org/bahaullah-prayers-and-meditations-001-en/",
      "arabic_url": "https://oceanoflights.org/bahaullah-pm01-001-ar/",
      "english": "Glorified art Thou, O Lord my God! Every man of insight confesseth Thy sovereignty and Thy dominion, and every discerning eye perceiveth the greatness of Thy majesty and the compelling power of Thy might. The winds of tests are powerless to hold back them that enjoy near access to Thee from setting their faces towards the horizon of Thy glory, and the tempests of trials must fail to draw away and hinder such as are wholly devoted to Thy will from approaching Thy court. Methinks, the lamp of Thy love is burning in their hearts, and the light of Thy tenderness is lit within their breasts. Adversities are incapable of estranging them from Thy Cause, and the vicissitudes of fortune can never cause them to stray from Thy pleasure. I beseech Thee, O my God, by them and by the sighs which their hearts utter in their separation from Thee, to keep them safe from the mischief of Thine adversaries, and to nourish their souls with what Thou hast ordained for Thy loved ones on whom shall come no fear and who shall not be put to grief.",
      "arabic": "سُبْحانَكَ يا إِلهي يَشْهَدُ كُلُّ ذِي بَصَرٍ بِسَلْطَنَتِكَ وَاقْتِدَارِكَ وَكُلُّ ذِي نَظَرٍ بِعَظَمَتِكَ وَاجْتِبارِكَ؛ لا تَمْنَعُ الْمُقَرَّبينَ أَرْياحُ الافْتِتانِ عَنِ التَّوَجُّهِ إِلى أُفُقِ عِزِّكَ. وَلا تَطْرُدُ المُخْلِصِينَ عَواصِفُ الامْتِحانِ عَنِ التَّقَرُّبِ إِلَيْكَ، كأَنَّ فِي قُلُوبِهِمْ أَضاءَ سِرَاجُ حُبِّكَ وَمِصْباحُ وُدِّكَ. لا يُقَلِّبُهُمُ البَلايا عَنْ أَمْرِكَ، وَلا القَضَايا عَنْ رِضائِكَ. أَسْئَلُكَ يا إِلهِي بِهِمْ وَبِالزَّفَراتِ الَّتِيْ تَخْرُجُ مِنْ قُلُوبِهِمْ فِيْ فِراقِكَ، بِأَنْ تَحْفَظَهُمْ مِنْ شَرِّ أَعْدائِكَ، وَتَرْزُقَهُمْ ما قَدَّرْتَه لأَوْلِيائِكَ الَّذِينَ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ."
    },
    {
      "number": "II",
      "english_url": "https://oceanoflights.org/bahaullah-prayers-and-meditations-002-en/",
      "arabic_url": "https://oceanoflights.org/bahaullah-pm01-002-ar/",
      "english": "Unto Thee be praise, O Lord my God! I entreat Thee, by Thy signs that have encompassed the entire creation, and by the light of Thy countenance that hath illuminated all that are in heaven and on earth, and by Thy mercy that hath surpassed all created things, and by Thy grace that hath suffused the whole universe, to rend asunder the veils that shut me out from Thee, that I may hasten unto the Fountainhead of Thy mighty inspiration, and to the Dayspring of Thy Revelation and bountiful favors, and may be immersed beneath the ocean of Thy nearness and pleasure. Suffer me not, O my Lord, to be deprived of the knowledge of Thee in Thy days, and divest me not of the robe of Thy guidance. Give me to drink of the river that is life indeed, whose waters have streamed forth from the Paradise (Riḍván) in which the throne of Thy Name, the All-Merciful, was established, that mine eyes may be opened, and my face be illumined, and my heart be assured, and my soul be enlightened, and my steps be made firm. Thou art He Who from everlasting was, through the potency of His might, supreme over all things, and, through the operation of His will, was able to ordain all things. Nothing whatsoever, whether in Thy heaven or on Thy earth, can frustrate Thy purpose. Have mercy, then, upon me, O my Lord, through Thy gracious providence and generosity, and incline mine ear to the sweet melodies of the birds that warble their praise of Thee, amidst the branches of the tree of Thy oneness. Thou art the Great Giver, the Ever-Forgiving, the Most Compassionate.",
      "arabic": "سُبْحانَكَ اللَّهُمَّ يا إِلهِي أَسْئَلُكَ بِآياتِكَ الَّتِي أَحاطَتِ المُمْكِناتِ، وَبِنُورِ وَجْهِكَ الَّذِيْ مِنْهُ أَشْرَقَتِ الأَرَضُونَ وَالسَّمواتُ، وَبِرَحْمَتِكَ الَّتِيْ سَبَقَتِ المَوْجُوداتِ، وَفَضْلِكَ الَّذِيْ أَحاطَ الكائِنَاتِ بِأَنْ تَخْرُقَ لِي حُجُباتِ المَنْعِ لأَسْرُعَ إِلى مَنْبَعِ عِزِّ إِلْهامِكَ وَمَطْلَعِ وَحْيِكَ وَإِفْضالِكَ وَأَنْغَمِسَ فِيْ بَحْرِ قُرْبِكَ وَرِضائِكَ، أَيْ رَبِّ لا تَحْرِمْنِي عَنْ عِرْفانِكَ فِيْ أَيَّامِكَ، وَلا تَجْعَلْنِي عَرِيًّا عَنْ خِلَعِ هِدايَتِكَ، فَأَشْرِبْنِي كَوْثَرَ الحَيَوانِ الَّذِيْ جَرى عَنِ الرِّضْوانِ الَّذِيْ فِيهِ اسْتَقَرَّ عَرْشُ اسْمِكَ الرَّحْمنِ، لِتُفْتَحَ بِهِ عَيْنِي، وَيَسْتَضِيءَ بِهِ وَجْهِيْ، وَيَطْمَئِنَّ بِهِ قَلْبِيْ، وَيَسْتَنِيرَ بِهِ صَدْرِيْ، وَيَسْتَقِيمَ بِهِ رِجْلِيْ، إِنَّكَ أَنْتَ الَّذِيْ لَمْ تَزَلْ كُنْتَ مُقْتَدِرًا بِمَشِيَّتِكَ وَمُرِيدًا بِإِرادَتِكَ لا يَمْنَعُكَ عَنْ أَمْرِكَ مَنْ فِيْ أَرْضِكَ وَسَمائِكَ، أَيْ رَبِّ فَارْحَمْنِي بِجُودِكَ وَكَرَمِكَ، ثُمَّ أَسْمِعْنِي نَغَماتِ الطُّيُورِ الَّتِي يُغَرِّدْنَ بِثَنآءِ نَفْسِكَ عَلَى أَفنانِ سِدْرَةِ فَرْدَانِيَّتِكَ، وَإِنَّكَ أَنْتَ المُعْطِ الغَفُورُ الرَّحِيْمُ."
    },
    {
      "number": "III",
      "english_url": "https://oceanoflights.org/bahaullah-prayers-and-meditations-003-en/",
      "arabic_url": "https://oceanoflights.org/bahaullah-pm01-003-ar/",
      "english": "Glorified art Thou, O Lord my God! I beseech Thee by Him Who is Thy Most Great Name, Who hath been sorely afflicted by such of Thy creatures as have repudiated Thy truth, and Who hath been hemmed in by sorrows which no tongue can describe, to grant that I may remember Thee and celebrate Thy praise, in these days when all have turned away from Thy beauty, have disputed with Thee, and turned away disdainfully from Him Who is the Revealer of Thy Cause. None is there, O my Lord, to help Thee except Thine own Self, and no power to succor Thee save Thine own power. I entreat Thee to enable me to cleave steadfastly to Thy Love and Thy remembrance. This is, verily, within my power, and Thou art the One that knoweth all that is in me. Thou, in truth, art knowing, apprised of all. Deprive me not, O my Lord, of the splendors of the light of Thy face, whose brightness hath illuminated the whole world. No God is there beside Thee, the Most Powerful, the All-Glorious, the Ever-Forgiving.",
      "arabic": "سُبْحانَكَ اللَّهُمَّ يا إِلهِي أَسْئَلُكَ بِاسْمِكَ الأَعْظَمِ الَّذِيْ ابْتُلِيَ بَيْنَ أَيْدِي المُشْرِكينَ مِنْ بَرِيَّتِكَ، وَأَحَاطَتْهُ الأَحْزانُ مِنْ كُلِّ الجِهاتِ عَلَى شَأْنٍ لا يُذْكَرُ بِالبَيانِ، بِأَنْ تُوَفِّقَنِي عَلَى ذِكْرِكَ وَثَنائِكَ فِيْ هذِهِ الأَيَّامِ الَّتِي كُلٌّ أَعْرَضُوا عَنْ جَمالِكَ، وَاعْتَرَضُوا عَلَيْكَ، وَاسْتَكْبَرُوا عَلَى مَظْهَرِ أَمْرِكَ، أَيْ رَبِّ لَمْ أَرَ لَكَ نَاصِرًا دُونَكَ وَلا مُعِينًا سِواكَ، أَسْئَلُكَ بِأَنْ تَجْعَلَنِيْ ثابِتًا عَلَى حُبِّكَ وَذِكْرِكَ، وَهذا ما أَسْتَطِيعُ عَلَيهِ، وَإنَّكَ تَعْلَمُ ما فِيْ نَفْسِيْ وَإنَّكَ أَنْتَ العَلِيمُ الخبِيرُ، أَيْ رَبِّ لا تَحْرِمْنِي مِنْ بَوارِقِ أَنْوارِ وَجْهِكَ الَّذِيْ بِهِ اسْتَضَاءَ الآفاقُ، لا إِلهَ إِلاَّ أَنْتَ المُقْتَدِرُ العَزِيزُ الغَفَّارُ."
    }
  ],
  "style_characteristics": {
    "vocabulary": [
      "Archaic pronouns: Thou, Thee, Thine, Thy",
      "Elevated diction: perceiveth, confesseth, hath, art",
      "Theological terms: sovereignty, dominion, majesty"
    ],
    "syntax": [
      "Inverted word order for emphasis",
      "Long, flowing sentences with parallel clauses",
      "Subordinate clauses linked with 'and' and 'that'"
    ],
    "devices": [
      "Parallelism: 'The winds of tests... the tempests of trials'",
      "Metaphor: 'lamp of Thy love', 'ocean of Thy nearness'",
      "Repetition of divine attributes"
    ]
  }
}
